from chapter_0 import chapter_0
from chapter_1 import chapter_1
from chapter_2 import chapter_2

serifs = [
    *chapter_0,
    *chapter_1,
    *chapter_2,
    # もこ音の好感度が高い状態で禁忌肢を2回選んだ時
    # 禁忌肢: もこ音が好きなものに興味を持つ
    {
        "owakare": [
            "ピロン♪",
            "机の上でスマホが震える",
            "{name}:;ん、もこ音さんからメールだ なんだろう?",
            ["darken"],
            ["rdarken"],
            "{name}さんへ",
            "今まで隠してきたことを話そうと思います",
            "こんな形でしか伝えられなくてごめんなさい",
            "私の話に付き合ってくれてとても嬉しかった",
            "あなたの話はとても興味深くて一緒にいるだけで幸せでした",
            "ごめんなさい 全部私が悪いんです",
            "あなたが私と同じものが好きであることが必ずしも嬉しいことではなかった",
            "わたしの汚いところにあなたに入ってほしくなくて",
            "あなたが私のそこに触れる度内臓が浮いてしまうほど悲しくて",
            "ごめんなさい この文を書いているのは勇気ではなくあなたを傷つける無謀です",
            "自分自身を許せないくせにあなたへの期待をやめることもできないから",
            "ごめんなさい;ごめんなさい;さようなら",
        ]
    },
]
